grapecity.gc-excelviewer
james-yu.latex-workshop
jdinhlife.gruvbox
mathematic.vscode-latex
mathworks.language-matlab
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-pt-br
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
myriad-dreamin.tinymist
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
tecosaur.latex-utilities
zhuangtongfa.material-theme
